<?php
// Text
$_['text_product']      = 'Товары';
$_['text_error']        = 'Категория не найдена!';
$_['text_latest']       = 'Хиты продаж';
$_['text_empty']        = 'Эта категория пуста.';
$_['text_stars']        = '%s из 5 баллов!';
$_['text_sort']         = 'сортировать по:';
$_['text_name_asc']     = 'Имени А - Я';
$_['text_name_desc']    = 'Имени Я - А';
$_['text_price_asc']    = 'Цены- Низкие &gt; Высокие';
$_['text_price_desc']   = 'Цены Высокие &lt; Низкие';
$_['text_rating_asc']   = 'Низкий Рейтинг';
$_['text_rating_desc']  = 'Высокий Рейтинг';
$_['text_choose_product']  = 'Выберите товар';
// (+) ALNAUA 091114 (START)
$_['text_enlarge']      = 'Нажмите, чтобы увеличить';
// (+) ALNAUA 091114 (FINISH)
// 1500609 ET-150609 Begin
$_['text_page_title_suffix']  = ' купить в Харькове, Киеве, Днепропетровске, Одессе, Черкассах, Львове, Ровно, Луцке, Ивано-Франковске, Закарпатье: цена, фото – Economtochka';
$_['text_meta_description_suffix']  = ' по доступным ценам. Большой ассортимент, гарантии производителя, бесплатная доставка при заказе от 1000 грн. Тел (067) 675-62-62';
// 1500609 ET-150609 End
?>