<?php
// Text
$_['text_enlarge']        = 'Нажмите, чтобы увеличить';
$_['text_discount']       = 'Внимание при покупке:';
// (+) ALNAUA 091114 (START)
$_['text_back']           = 'вернуться в раздел';
$_['text_how_to_buy']     = 'Для заказа выбирите цвет модели из выпадающего списка, укажите количество покупаемых моделей в окошке под выбранным цветом и нажмите кнопку "Добавить в корзину".';
$_['text_techparam']      = 'Технические характеристики:';
$_['text_color_info']     = '* Реальный цвет материала может незначительно отличатся от того, который Вы видите на Вашем мониторе!';
// (+) ALNAUA 091114 (FINISH)
$_['text_options']        = 'Доступные опции:';
$_['text_error']          = 'Товар не найден!';
$_['text_price']          = 'Цена:';
$_['text_availability']   = 'Наличие:';
$_['text_model']          = 'Модель:';
$_['text_manufacturer']   = 'Производитель:';
$_['text_instock']        = 'В наличии';
$_['text_order_quantity'] = 'от';
$_['text_unit_meas']      = 'шт.';
$_['text_price_per_item'] = 'цена за ед.';
$_['text_write']          = 'Написать отзыв';
$_['text_no_reviews']     = 'Нет отзывов.';
$_['text_average']        = 'Рейтинг:';
$_['text_stars']          = '%s из 5 баллов!';
$_['text_no_rating']      = 'Не оценено';
$_['text_no_images']      = 'Нет никаких изображений для данного товара.';
$_['text_no_related']     = 'Нет похожих товаров для данного товара.';
$_['text_related']        = 'Товары идеально подходящие к %s';
$_['text_qty']            = 'Кол-во:';
$_['text_note']           = '<span style="color: #FF0000;">Заметка:</span> HTML теги запрещены! Используйте обычный текст.';
$_['text_success']        = 'Спасибо за ваш отзыв. Он отправлен администратору для утверждения.';
$_['text_wait']           = 'Пожалуйста подождите!';
$_['text_search']         = 'Поиск';
$_['text_one_click']      = 'Купить в один клик!';
// 20120204 ALNAUA ET-111227 Begin
$_['text_credit']         = 'Кредитная программа:';
// 20120204 ALNAUA ET-111227 End
// 130829 ET-130808 Begin
$_['text_min_price_warranty'] = 'Гарантия минимальной цены';
// 130829 ET-130808 End
// 140412 ET-140412 Begin
$_['text_special']        = 'Скидка!';
// 140412 ET-140412 End
// ET-150223 Begin
$_['text_min_order_qty']  = 'Кратность товара в заказе:';
// ET-150223 End
// 1500609 ET-150609 Begin
$_['text_page_title_suffix']  = ' купить в Харькове, Киеве, Днепропетровске, Одессе: цена, фото – Economtochka';
$_['text_meta_description_suffix']  = ' по доступной цене на сайте Economtochka. Гарантии производителя, бесплатная доставка при заказе от 1000 грн. Тел (067) 675-62-62';
// 1500609 ET-150609 End

// Entry
$_['entry_name']          = 'Ваше имя:';
$_['entry_review']        = 'Ваш отзыв:';
$_['entry_rating']        = 'Рейтинг:';
$_['entry_good']          = 'Хорошо';
$_['entry_bad']           = 'Плохо';
$_['entry_captcha']       = 'Введите код:';

// Tabs
$_['tab_description']     = 'Описание';
$_['tab_image']           = 'Доп. изображения';
$_['tab_review']          = 'Отзывы (%s)';
$_['tab_related']         = 'Похожие товары';

// Error
$_['error_name']          = 'Ошибка: Ваше имя должно быть больше 3 и меньше 25 символов!';
$_['error_text']          = 'Ошибка: Текст отзыва должен быть больше 25 и меньше 1000 символов!';
$_['error_rating']        = 'Ошибка: Пожалуйста, выберите рейтинг отзыва!';
$_['error_captcha']       = 'Ошибка: Код введен неверно!';

// Text
$_['text_click_title'] = 'Купить в один клик';
$_['text_click_name'] = 'Имя:';
$_['text_click_phone'] = 'Телефон:';
$_['text_click_product'] = 'Товар:';
$_['text_click_model'] = 'Модель:';
$_['text_click_callback_time'] = 'Время:';
$_['text_click_message'] = 'Сообщение:';
$_['text_click_button_send'] = 'Отправить';
$_['text_click_button_cancel'] = 'Отмена';
$_['text_click_bottom_time'] = 'Мы вам перезвоним в течении часа или в другое, указанное Вами время.';
$_['text_click_bottom'] = 'Менеджер перезвонит вам как только получит сообщение.';
$_['text_click_sent'] = 'Ваше сообщение отправлено.';
$_['text_click_error'] = 'Извините, непредвиденная ошибка.';
$_['text_click_subject_formated'] = 'Важно! Покупка в один клик! (%s)';
$_['text_click_subject'] = 'Важно! Покупка в один клик!';
$_['text_loading'] = 'Загружается';
$_['text_sending'] = 'Отправляется';
$_['text_click_thanks'] = 'Спасибо';
$_['text_click_bye'] = 'До встречи';



$_['theme'] = 'Перезвонить:';




$_['die'] = 'Извините, настройки сервера почты не дают возможноти отправить Ваше сообщение.';
$_['wrongnumber'] = 'Неверный номер!';
?>
