<?php
// Heading
$_['heading_title']     = 'Адресная книга';

// Text
$_['text_account']      = 'Профиль';
$_['text_address_book'] = 'Адресная книга (записи)';
$_['text_edit_address'] = 'Редактировать адрес';
$_['text_insert']       = 'Ваш адрес был успешно добавлен';
$_['text_update']       = 'Ваш адрес был успешно изменен';
$_['text_delete']       = 'Ваш адрес был успешно удален';

// Entry
$_['entry_firstname']   = 'Имя:';
$_['entry_lastname']    = 'Фамилия:';
$_['entry_company']     = 'Компания:';
$_['entry_address_1']   = 'Адрес 1:';
$_['entry_address_2']   = 'Адрес 2:';
$_['entry_postcode']    = 'Индекс:';
$_['entry_city']        = 'Город:';
$_['entry_country']     = 'Страна:';
$_['entry_zone']        = 'Регион:';
$_['entry_default']     = 'Основной адрес:';

// Error
$_['error_delete']      = 'Ошибка: у вас должно быть не менее 1 адреса!';
$_['error_default']     = 'Ошибка: вы не можете удалить основной адрес!';
$_['error_firstname']   = 'Имя должно быть длиной не менее 3 и не более 32 символов!';
$_['error_lastname']    = 'Фамилия должна быть длиной не менее 3 и не более 32 символов!';
$_['error_address_1']   = 'Адрес должен быть длиной не менее 3 и не более 128 символов!';
$_['error_city']        = 'Название города должно быть длиной не менее 3 и не более 128 символов!';
$_['error_country']     = 'Пожалуйста, укажите Вашу Страну!';
$_['error_zone']        = 'Пожалуйста, укажите Ваш Регион!';
?>
