<?php
// Heading
$_['heading_title']        = 'Создать Личный кабинет';

// Text
$_['text_account']         = 'Профиль';
$_['text_create']          = 'Регистрация';
$_['text_account_already'] = 'Если у Вас уже есть Личный кабинет, пожалуйста <a href="%s">авторизуйтесь</a>.';
$_['text_your_details']    = 'Ваши личные данные';
$_['text_your_address']    = 'Ваш адрес';
$_['text_newsletter']      = 'Рассылки';
$_['text_your_password']   = 'Ваш пароль';
$_['text_agree']           = 'Я прочитал и согласен с правилами<a onclick="window.open(\'%s\');"><b>%s</b></a>';


// Entry
$_['entry_firstname']      = 'Имя:';
$_['entry_lastname']       = 'Фамилия:';
$_['entry_email']          = 'E-mail:';
$_['entry_telephone']      = 'Номер телефона:';
$_['entry_fax']            = 'Факс:';
$_['entry_company']        = 'Компания:';
$_['entry_address_1']      = 'Адрес 1:';
$_['entry_address_2']      = 'Адрес 2:';
$_['entry_postcode']       = 'Индекс:';
$_['entry_city']           = 'Город:';
$_['entry_country']        = 'Страна:';
$_['entry_zone']           = 'Регион:';
$_['entry_newsletter']     = 'Подписаться на новости:';
$_['entry_password']       = 'Пароль:';
$_['entry_confirm']        = 'Подтвердите пароль:';

// Mail
$_['mail_subject']         = '%s - Спасибо за регистрацию';
$_['mail_welcome']         = 'Добро пожаловать и спасибо за регистрацию %s!';
$_['mail_login']           = 'Ваш Личный кабинет создан и Вы можете войти в систему, используя свой адрес электронной почты и пароль:';
$_['mail_approval']        = 'Ваш Личный кабинет должен быть промодерирован прежде чем вы сможете войти. После подтверждения вы можете войти в систему, используя свой адрес электронной почты и пароль, посетив наш сайт или по адресу:';
$_['mail_services']        = 'После регистрации, Вы сможете получить доступ к услугам, включая обзор последних заказов, печать счетов и редактирование учетной записи.';
$_['mail_thanks']          = 'Спасибо,';

// Error
$_['error_exists']         = 'Ошибка: такой E-Mail уже зарегистрирован!';
$_['error_firstname']      = 'Имя должно быть не короче 3 и не длиннее 32 символов!';
$_['error_lastname']       = 'Фамилия должна быть не короче 3 и не длиннее 32 символов!';
$_['error_email']          = 'E-Mail адрес введен неверно!';
$_['error_password']       = 'Пароль должен быть не короче 3 и не длинне 20 символов!!';
$_['error_confirm']        = 'Подтверждение пароля и пароль не совпадают!';
$_['error_address_1']      = 'Адрес должен быть не короче 3 и не длиннее 128 символов!';
$_['error_city']           = 'Название города должно быть не короче 3 и не длинне 128 символов!!';
$_['error_country']        = 'Пожалуйста, укажите Вашу Страну!';
$_['error_zone']           = 'Пожалуйста, укажите Ваш Регион!';
$_['error_telephone']      = 'Номер телефона должен быть не короче 3 и не длинне 32 символов!';
$_['error_agree']          = 'Ошибка: вы должны согласиться с правилами %s!';
?>