<?php
// Heading
$_['heading_title'] = 'Ваш Личный кабинет был создан!';

// Text
$_['text_message']  = '<p>Поздравляем! Ваш Личный кабинет был успешно создан</p><p>Теперь Вы можете воспользоваться привилегиями.</p><p>Если у вас есть какие-то вопросы, напишите нам.</p><p>Письмо с данными о регистрации было отправлено на ваш E-mail. Если вы не получили письмо, <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_approval'] = '<p>Спасибо за регистрацию %s!</p><p>Вы будете уведомлены по электронной почте, как только ваш Личный кабинет будет активирован администрацией магазина.</p><p>Если у вас есть какие-то вопросы, <a href="%s">свяжитесь с администратором</a>.</p>';
$_['text_account']  = 'Личный кабинет';
$_['text_success']  = 'Успешно';
?>