<?php
// Heading
$_['heading_title']  = 'Контакты';

// Text 
$_['text_address']   = 'Мы находимся по адресу:';
$_['text_email']     = 'Пишите нам:';
$_['text_telephone'] = 'Позвоните прямо сейчас, и уже завтра мы привезем вам выбранную мебель!';
$_['text_fax']       = 'Факс:';
// (+) ALNAUA 091114 (START)
$_['text_schema']    = 'Схема размещения "ЭкономТочек" в Харькове';
// (+) ALNAUA 091114 (FINISH)

//$_['text_message']   = '<p>Ваш запрос был успешно отправлен владельцу магазина!</p>';

// Entry Fields
//$_['entry_name']     = 'Имя:';
//$_['entry_email']    = 'E-Mail:';
//$_['entry_enquiry']  = 'Вопрос:';
//$_['entry_captcha']  = 'Введите код на картинке:';

// Email
//$_['email_subject']  = 'Вопрос %s';

// Errors
//$_['error_name']     = 'Имя должно быть больше 3 и меньше 32 символов!';
//$_['error_email']    = 'E-Mail должен быть правильного формата!';
//$_['error_enquiry']  = 'Вопрос должен быть больше 10 и меньше 1000 символов!';
//$_['error_captcha']  = 'Код с картинки введен неверно!';
?>
