<?php
// Heading
$_['heading_title']     = 'Категории советов потребителю';

// Text
$_['text_success']      = 'Успех: Вы обновили данные о категории советов потребителю!';

// Column
$_['column_name']       = 'Название категории';
$_['column_sort_order'] = 'Сортировка';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название категории:';
$_['entry_sort_order']  = 'Сортировка:';
$_['entry_keyword']     = 'SEO-ключевые слова:';

// Error
$_['error_permission']  = 'Внимание: Вы не имеете разрешения на изменение категории!';
$_['error_name']        = 'Название категории должно быть от 2 до 255 символов!';
?>
