<?php
// Heading
$_['heading_title']     = 'Кредитные программы';

// Text
$_['text_success']      = 'Успех: Вы обновили данные о кредитных программах!';

// Column
$_['column_name']       = 'Название кредитной программы';
$_['column_status']     = 'Состояние';
$_['column_sort_order'] = 'Сортировка';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название кредитной программы:';
$_['entry_status']      = 'Состояние:';
$_['entry_sort_order']  = 'Сортировка:';
$_['entry_image']       = 'Мелкое изображение:';
$_['entry_description'] = 'Описание кредитной программы:';

//$_['entry_page_title']  = 'Заголовок страницы:';
//$_['entry_meta_description']  = 'Meta-описание:';
//$_['entry_keyword']     = 'SEO-ключевые слова:';


// Error
$_['error_permission']  = 'Внимание: Вы не имеете разрешения на изменение кредитной программы!';
$_['error_name']        = 'Название кредитной программы должно быть от 2 до 255 символов!';
$_['error_filename']    = 'Внимание: имя файла должно быть больше, чем 3 и меньше, чем 255 символов!';
$_['error_upload']      = 'Внимание: по неизвестной причине файл не может быть загружен!';
$_['error_filetype']    = 'Внимание: Неправильный тип файла';
$_['error_writable_image'] = 'Внимание: директория image не доступна для записи! Выставьте на нее chmod 777';
$_['error_writable_image_cache'] = 'Внимание: папка Image/cash недоступна для записи. Установите на папку cash в каталоге image chmod 777';
$_['error_default_credit']  = 'Внимание: Вы не можете выключить кредитную программу, которая назначена программой по умолчанию!';
$_['error_assigned']    = 'Внимание: Вы не можете удалить кредитную программу, которая назначена товарам!';
$_['error_delete_default_credit']    = 'Внимание: Вы не можете удалить кредитную программу, которая назначена программой по умолчанию!';

?>
