<?php
// Heading
$_['heading_title']     = 'Вопросы и ответы';

// Text
$_['text_success']      = 'Успех: Вопрос обновлен!';
$_['text_email']        = 'Адрес эл. почты';
$_['text_name']         = 'Имя';

// Column
$_['column_text']       = 'Текст вопроса';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Имя:';
$_['entry_text']        = 'Текст вопроса:';
$_['entry_answer']      = 'Ответ:';
$_['entry_published']   = 'Опубликован?:';
$_['entry_email']       = 'Адрес эл. почты:';
$_['entry_date_added'] 	= 'Дата:';
// Error
$_['error_permission']  = 'Внимание: Вы не имеете разрешения на изменение вопросов!';
$_['error_text']        = 'Вопрос не должен быть пустым!';
$_['error_name']        = 'Имя должно содержать от 3х до 255 символов!';
$_['error_email']       = 'Адрес ел. почты должен содержать от 3х до 255 символов!';
$_['error_email_input'] = 'Неверный адрес ел. почты!';
?>
