<?php
// Heading
$_['heading_title']     = 'Тех. параметры';

// Text
$_['text_success']      = 'Успех: Вы обновили данные о тех. параметрах!';

// Column
$_['column_name']       = 'Название тех. параметра';
$_['column_sort_order'] = 'Сортировка';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название тех. параметра:';
$_['entry_sort_order']  = 'Сортировка:';

// Error
$_['error_permission']  = 'Внимание: Вы не имеете разрешения на изменение тех. параметров!';
$_['error_name']        = 'Название тех. параметра должно быть от 2 до 255 символов!';
?>
