<?php
// Heading
$_['heading_title']     = 'Видео ролики';

// Text
$_['text_success']      = 'Успех: Вы обновили данные о видео роликах!';

// Column
$_['column_name']       = 'Название видео ролика';
$_['column_sort_order'] = 'Сортировка';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название видео ролика:';
$_['entry_video_code']  = 'Код видео ролика:';
$_['entry_sort_order']  = 'Сортировка:';

// Error
$_['error_permission']  = 'Внимание: Вы не имеете разрешения на изменение видео роликов!';
$_['error_name']        = 'Название видео ролика должно быть от 2 до 255 символов!';
?>
