<?php
// Text
$_['text_enlarge']        = 'Нажмите, чтобы увеличить';
$_['text_discount']       = 'Внимание при покупке:';
// (+) ALNAUA 091114 (START)
$_['text_back']           = 'вернуться в раздел';
$_['text_how_to_buy']     = 'Для заказа выбирите цвет модели из выпадающего списка, укажите количество покупаемых моделей в окошке под выбранным цветом и нажмите кнопку "Добавить в корзину".';
$_['text_techparam']      = 'Технические характеристики:';
$_['text_color_info']     = '* Реальный цвет материала может незначительно отличатся от того, который Вы видите на Вашем мониторе!';
// (+) ALNAUA 091114 (FINISH)
$_['text_options']        = 'Доступные опции:';
$_['text_error']          = 'Товар не найден!';
$_['text_price']          = 'Цена:';
$_['text_availability']   = 'Наличие:';
$_['text_model']          = 'Модель:';
$_['text_manufacturer']   = 'Производитель:';
$_['text_instock']        = 'В наличии';
$_['text_order_quantity'] = 'от';
$_['text_unit_meas']      = 'шт.';
$_['text_price_per_item'] = 'цена за ед.';
$_['text_write']          = 'Написать отзыв';
$_['text_no_reviews']     = 'Нет отзывов.';
$_['text_average']        = 'Рейтинг:';
$_['text_stars']          = '%s из 5 баллов!';
$_['text_no_rating']      = 'Не оценено';
$_['text_no_images']      = 'Нет никаких изображений для данного товара.';
$_['text_no_related']     = 'Нет похожих товаров для данного товара.';
$_['text_related']        = 'Товары идеально подходящие к %s';
$_['text_qty']            = 'Кол-во:';
$_['text_note']           = '<span style="color: #FF0000;">Заметка:</span> HTML теги запрещены! Используйте обычный текст.';
$_['text_success']        = 'Спасибо за ваш отзыв. Он отправлен администратору для утверждения.';
$_['text_wait']           = 'Пожалуйста подождите!';
$_['text_search']         = 'Поиск';

// Entry
$_['entry_name']          = 'Ваше имя:';
$_['entry_review']        = 'Ваш отзыв:';
$_['entry_rating']        = 'Рейтинг:';
$_['entry_good']          = 'Хорошо';
$_['entry_bad']           = 'Плохо';
$_['entry_captcha']       = 'Введите код:';

// Tabs
$_['tab_description']     = 'Описание';
$_['tab_image']           = 'Доп. изображения';
$_['tab_review']          = 'Отзывы (%s)';
$_['tab_related']         = 'Похожие товары';

// Error
$_['error_name']          = 'Ошибка: Ваше имя должно быть больше 3 и меньше 25 символов!';
$_['error_text']          = 'Ошибка: Текст отзыва должен быть больше 25 и меньше 1000 символов!';
$_['error_rating']        = 'Ошибка: Пожалуйста, выберите рейтинг отзыва!';
$_['error_captcha']       = 'Ошибка: Код введен неверно!';
?>