<?php
// Text
$_['text_title']           = 'Credit or Debit Card (by PayPal)';
$_['text_credit_card']     = 'Credit Card Details';
$_['text_start_date']      = '(если доступно)';
$_['text_issue']           = '(только для карт Maestro и Solo)';
$_['text_wait']            = 'Пожалуйста подожите!';

// Entry
$_['entry_cc_owner']       = 'Владелец карты:';
$_['entry_cc_type']        = 'Тип карты:';
$_['entry_cc_number']      = 'Номер карты:';
$_['entry_cc_start_date']  = 'Дата истечения срока действия карты:';
$_['entry_cc_expire_date'] = 'Дата истечения срока действия карты:';
$_['entry_cc_cvv2']        = 'Пин код карты (CVV2):';
$_['entry_cc_issue']       = 'Номер выпуска карты:';

// Error
$_['error_required']       = 'Ошибка: Все поля являются обязательными платежной информации.';
$_['error_general']        = 'Ошибка: общая проблема произошла с транзакцией. Пожалуйста, попробуйте еще раз.';
$_['error_config']         = 'Ошибка: Оплата модуля ошибка конфигурации. Пожалуйста, проверьте Логин полномочия.';
$_['error_address']        = 'Ошибка: пропущен платежный адрес, город, штат и почтовый индекс. Пожалуйста, попробуйте еще раз.';
$_['error_declined']       = 'Ошибка: Эта сделка была отклонена. Пожалуйста, попробуйте еще раз.';
$_['error_invalid']        = 'Ошибка: вы предоставили информацию кредитной карты, которая является недействительной. Пожалуйста, попробуйте еще раз.';
?>