<?php
// Heading
$_['heading_title']      = 'Баннеры';

// Text
$_['text_success']       = 'Баннеры успешно обновлены!';
$_['text_default']       = 'По умолчанию';
$_['text_image_manager'] = 'Менеджер изображений';
$_['text_browse']        = 'Обзор';
$_['text_clear']         = 'Очистить';
$_['button_add_banner']  = 'Доб. баннер';
// 140408 ET-140408 Begin
$_['text_header']        = 'Шапка';
$_['text_home']          = 'Главная';
$_['text_image']         = 'Избражения';
$_['text_slideshow']     = 'Слайдшоу';
// 140408 ET-140408 End

// Column
$_['column_name']        = 'Название баннера';
$_['column_status']      = 'Статус';
$_['column_sort_order']  = 'Сортировка';
$_['column_s_order']     = 'Сорт.';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Название баннера:';
$_['entry_title']        = 'Заголовок:';
$_['entry_link']         = 'Ссылка:';
$_['entry_image']        = 'Изображение:';
$_['entry_status']       = 'Статус:';
$_['entry_sort_order']   = 'Сортировка:';
// 140408 ET-140408 Begin
$_['entry_position']     = 'Расположение:';
$_['entry_view_type']    = 'Формат отображения:';
// 140408 ET-140408 End

// Error
$_['error_permission']   = 'Вы не имеете прав для изменения баннеров!';
$_['error_name']         = 'Название баннеры должно быть от 3 до 64 символов!';
$_['error_title']        = 'Заголовок должен быть от 2 до 64 символов!';
$_['error_default']      = 'Этот баннер не может быть удален, поскольку он используется в магазине по умолчанию!';
$_['error_product']      = 'Этот баннер не может быть удален, поскольку он используется %s товаром(ами)!';
$_['error_category']     = 'Этот баннер не может быть удален, поскольку он используется %s категорией(ями)!';
$_['error_information']  = 'Этот баннер не может быть удален, поскольку он используется %s страницей(ами)!';
?>