<?php
// Heading
$_['heading_title']    = 'Группа покупателей';

// Text
$_['text_success']     = 'Группа успешно изменена!';

// Column
$_['column_name']      = 'Имя группы';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Имя круппы:';

// Error
$_['error_permission'] = 'Вы не имеете прав для изменения группы!';
$_['error_name']       = 'Имя группы должно быть не менее 3 и не более 64 знаков!';
$_['error_customer']   = 'Эта группа не может быть удалена т.к. в ней состоят %s покупателей!';
$_['error_default']    = 'Статус заказа не может быть удален, так как используется для группы по умолчанию!';
?>