<?php
// Text
$_['text_question'] = 'Вопросы и ответы';
$_['text_error'] = '';
$_['entry_name']        = 'Имя';
$_['entry_text']        = 'Текст вопроса';
$_['entry_email']       = 'Адрес эл. почты';
$_['entry_captcha']     = 'Введите код на картинке';

$_['error_text']        = 'Вопрос не должен быть пустым!';
$_['error_name']        = 'Имя должно содержать от 3х до 255 символов!';
$_['error_name_input']  = 'Введите имя!';
$_['error_email']       = 'Адрес ел. почты должен содержать от 3х до 255 символов!';
$_['error_email_input'] = 'Введите адрес ел. почты!';
$_['error_email_invalid'] = 'Неверный адрес ел. почты!';
$_['error_captcha']     = 'Ошибка: Код на картинке введен неверно!';

$_['text_success']      = 'Успех: Вопрос отправлен!';
?>