<?php
// Heading
$_['heading_title']    = 'Доставка по городу';

// Text
$_['text_shipping']    = 'Доставка';
$_['text_success']     = 'Модуль успешно обновлен!';

// Entry
$_['entry_rate']       = 'Нормы доставки:<br /><span class="help">Введите ценность до 5,2 десятичных разрядов. (12345.67) Пример:.1:1.25:1.27 - Веса, меньше чем или равные 0.1Kg, стоили бы &pound; 1.00, Веса, меньше чем или равные 0.25g, но больше чем 0.1Kg, будут стоить</span>';
$_['entry_tax']        = 'Класс налога:';
$_['entry_geo_zone']   = 'Зона:';
$_['entry_status']     = 'Статус:';
$_['entry_sort_order'] = 'Сортировать:';

// Error
$_['error_permission'] = 'Вы не имеете достаточно прав!';
?>