<?php
// Heading
$_['heading_title']    = 'Доставка без фиксированной оплаты';

// Text
$_['text_shipping']    = 'Доставка';
$_['text_success']     = 'Настройки модуля режима доставки обновлены!';

// Entry
$_['entry_total']      = 'Итого:<br /><span class="help">Сумма повышения стоимости товара при бесплатной доставке</span>';
$_['entry_status']     = 'Состояние:';
$_['entry_geo_zone']   = 'Географическая зона:';
$_['entry_sort_order'] = 'Сортировка:';

// Error
$_['error_permission'] = 'Внимание: Вы не имеете достаточно прав для изменение данных!';
?>