<?php
// Heading 
$_['heading_title']   = 'Забыли пароль?';

// Text
$_['text_account']    = 'Профиль';
$_['text_forgotten']  = 'Забытый пароль';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email']      = 'Введите адрес электронной почты от вашего аккаунта. Нажмите кнопку Отправить, чтобы получить пароль по электронной почте';
$_['text_success']    = 'Новый пароль был выслан на Ваш адрес электронной почты';

// Entry
$_['entry_email']     = 'E-Mail:';

// Mail
$_['mail_subject']    = '%s - новый пароль';
$_['mail_greeting']   = 'Новый пароль был запрошен %s.';
$_['mail_password']   = 'Ваш новый пароль:';

// Error
$_['error_email']     = '	Ошибка: E-mail адрес не был найден, пожалуйста, попробуйте еще раз!';
?>
