<?php
// Heading
$_['heading_title']                = 'Логин';

// Text
$_['text_account']                 = 'Профиль';
$_['text_login']                   = 'Логин';
$_['text_i_am_new_customer']       = 'Вы новый клиент.';
$_['text_checkout']                = 'Выберите вариант оформления покупки:';
$_['text_account']                 = 'Регистрация Личного кабинета';
$_['text_guest']                   = 'Без регистрации Личного кабинета';
$_['text_create_account']          = '<ul>Преимущества личного кабинета:<li>оформление заказа происходит быстрее</li><li>получаете возможность отслеживать статусы заказов</li><li>всегда в курсе последних новинок благодаря уведомлениям по электронной почте о новинках поступивших в интернет-магазин(при оформлении подпишитесь на новости)</li></ul>';
$_['text_returning_customer']      = 'Вы зарегистрированный пользователь.';
$_['text_i_am_returning_customer'] = 'Войти в Личный кабинет.';
$_['text_forgotten_password']      = 'Забыл пароль?';

// Entry
$_['entry_email_address']          = 'E-Mail:';
$_['entry_password']               = 'Пароль:';

// Error
$_['error_login']                  = 'Ошибка: не заполнены поля E-Mail и/или пароль';
?>
