<?php
// Heading
$_['heading_title']   = 'Ваши покупки';

// Text
$_['text_basket']     = 'Корзина';
// Offers
$_['offer_nds']       = 'Заказ №1';
$_['offer_no_nds']    = 'Заказ №2';
// 140606 ET-140606 Begin
$_['text_sborka_only']= 'Сборка:';
//$_['text_sub_total']  = 'Всего:';
$_['text_sub_total']  = 'Всего со сборкой:';
$_['text_total_nds']  = 'НДС:';
// 140606 ET-140606 End
$_['text_error']      = 'Ваша корзина пуста!';
//$_['text_success']    = 'Ваш купон на скидку был успешно применен и будет учтен при оформлении заказа!';
//$_['text_coupon']     = 'Введите код и нажмите на кнопку "Применить купон".';
//$_['text_discount']   = 'Скидка по купону';
$_['text_quantity']   = 'кол-во';
$_['text_sborka']     = 'Со сборкой';
$_['text_delete']     = 'Удалить из корзины';
$_['tab_fizlico']     = 'Физическое лицо';
$_['tab_urlico']      = 'Юридическое лицо';
$_['text_email']      = 'Адрес эл. почты';
$_['text_fio']        = 'Ф.И.О. полностью';
$_['text_telephone']  = 'Контактный телефон';
// 140606 ET-140606 Begin
//$_['text_address_1']  = 'Фактический адрес';
$_['text_address_1']  = 'Адрес доставки';
// 140606 ET-140606 End
// 130623 ET-130617-6 Begin
//$_['text_captcha']    = 'Введите код на картинке';
// 130623 ET-130617-6 End
$_['text_mandatory']  = 'Поля обязательные для заполнения';

$_['text_company']    = 'Наименование предприятия';
$_['text_postcode']   = 'Код ОКПО';
$_['text_address_2']  = 'Юридический адрес';

$_['text_order_discount'] = 'Скидка:';
$_['text_total']      = 'Всего к оплате:';
// 20120204 ALNAUA ET-111227 Begin
$_['text_credit']     = 'Кредитная программа:';
$_['text_buy_credit'] = 'Покупка в кредит';
// 20120204 ALNAUA ET-111227 End
// 140323 ET-140323 Begin
$_['text_shipment'] = 'Доставка';
$_['entry_shipment'] = 'Способ доставки:';
// 140323 ET-140323 End
// 140606 ET-140606 Begin
$_['text_cash_on_delivery'] = 'Оплата наложенным платежом';
$_['text_door_delivery'] = 'Адресная доставка';
$_['entry_shipment_detail'] = 'Склад превозчика:';
// 140606 ET-140606 End
// 140323 ET-140323-2 Begin
// 140606 ET-140606 Begin
//$_['entry_agreement'] = 'Я согласен с условиями <a href="index.php?route=information/information&information_id=54" target="_blank">Пользовательского соглашения</a>.';
$_['entry_agreement'] = 'Я согласен с условиями <a href="index.php?route=information/information&information_id=54" target="_blank">Пользовательского соглашения</a> и <a href="index.php?route=information/information&information_id=55" target="_blank">Публичного договора</a>.';
// 140606 ET-140606 End
// 140323 ET-140323-2 End

$_['error_company']   = 'Наименование предприятия должно содержать от 3 до 255 символов!';
$_['error_company_input'] = 'Введите наименование предприятия!';
$_['error_postcode']   = 'Код ОКПО должен содержать от 3 до 10 символов!';
$_['error_postcode_input'] = 'Введите код ОКПО!';
$_['error_address_2'] = 'Юридический адрес должен содержать от 3 до 128 символов!';
$_['error_address_2_input'] = 'Введите юридический адрес!';


$_['error_fio']       = 'ФИО должно содержать от 3 до 255 символов!';
$_['error_fio_input'] = 'Введите Ф.И.О.!';
$_['error_email']     = 'Неверный адрес эл. почты!';
$_['error_email_input'] = 'Введите адрес эл. почты!';
$_['error_telephone'] = 'Телефон должен содержать от 3 до 32 символов!';
$_['error_telephone_input'] = 'Введите телефон!';
// 140606 ET-140606 Begin
//$_['error_address_1'] = 'Фактический адрес должен содержать от 3 до 128 символов!';
$_['error_address_1'] = 'Адрес доставки должен содержать от 3 до 128 символов!';
//$_['error_address_1_input'] = 'Введите фактический адрес!';
$_['error_address_1_input'] = 'Введите адрес доставки!';
// 140606 ET-140606 End
// 130623 ET-130617-6 Begin
//$_['error_captcha']   = 'Ошибка: Код на картинке введен неверно!';
//130623 ET-130617-6 End
// 20120204 ALNAUA ET-111227 Begin
$_['error_buy_credit']   = 'Купить в кредит можно товары только по одной кредитной программе в заказе, корзина содержит товары с разными кредитными программами. Разбейте заказ на несколько, либо свяжитесь с менеджером!';
// 20120204 ALNAUA ET-111227 End

// 140323 ET-140323-2 Begin
// 140606 ET-140606 Begin
//$_['error_agreement']   = 'Для создания заказа необходимо согласиться с условиями Пользовательского соглашения!';
$_['error_agreement']   = 'Для создания заказа необходимо согласиться с условиями Пользовательского соглашения и Публичного договора!';
// 140606 ET-140606 End
// 140323 ET-140323-2 End
// ET-150223 Begin
$_['text_min_order_qty_error'] = 'Пожалуйста, выберите количество единиц товара, соответствующее указанной кратности на этот товар!';
$_['text_good'] = '\nТовар: ';
$_['text_min_order_qty'] = '\nКратность товара в заказе: ';
// ET-150223 End

// Column
//$_['column_remove']   = 'Удалить';
//$_['column_image']    = 'Изображение';
//$_['column_name']     = 'Имя';
//$_['column_model']    = 'Модель';
//$_['column_quantity'] = 'кол-во';
//$_['column_price']    = 'Цена';
//$_['column_total']    = 'Всего';

// Error
//$_['error_stock']     = 'Продукты, отмеченные *** не доступны в нужном количестве или нет на складе!';
//$_['error_coupon']    = 'Ошибка: купон недействительный, просроченный или достигнут возможный лимит вводов!';
?>