<?php
// Heading
$_['heading_title']        = 'Информация по платежам';

// Text
$_['text_basket']          = 'Корзина';
$_['text_shipping']        = 'Доставка';
$_['text_payment']         = 'Платеж';
$_['text_payment_to']      = 'Пожалуйста, выберите из вашей адресной книги адрес, куда бы вы хотели отправить счет.';
$_['text_payment_address'] = 'Адрес платежа';
$_['text_payment_method']  = 'Способ оплаты';
$_['text_payment_methods'] = 'Пожалуйста, выберите предпочтительный способ оплаты.';
$_['text_comments']        = 'Добавить комментарии о Ваших заказах';
$_['text_agree']           = 'Я прочитал и согласен с <a onclick="window.open(\'%s\');"><b>%s</b></a>';

// Error
$_['error_payment']        = 'Ошибка: Нужно выбрать способ оплаты!';
$_['error_agree']          = 'Ошибка: Вы должны согласиться %s!';
?>
