<?php
// Heading
$_['heading_title']         = 'Информация о доставке';

// Text
$_['text_basket']           = 'Корзина';
$_['text_shipping']         = 'Доставка';
$_['text_shipping_to']      = 'Пожалуйста, выберите из вашей адресной книги адрес, куда вы хотели бы получить заказ.';
$_['text_shipping_address'] = 'Адрес доставки';
$_['text_shipping_method']  = 'Способ доставки';
$_['text_shipping_methods'] = 'Пожалуйста, выберите наиболее предпочтительный метод доставки.';
$_['text_comments']         = 'Добавить комментарии о заказе';

// Error
$_['error_shipping']        = 'Ошибка: требуется указать способ доставки!';
?>