<?php
// Heading
$_['heading_title'] = 'Ваш заказ был успешно оформлен!';

// Text
$_['text_message']  = '<p>Ваш заказ был успешно создан! Менеджер свяжеться с вами в рабочее время в течении 30 минут. </p> <p>На указанный Вами почтовый адрес было отправленно письмо с информацией о заказе.</p> <p>Вы можете просматривать историю, <b>совершить оплату</b> или распечатать счет-фактуру этого заказа </a>.</p><p> Если у вас есть вопросы, обратитесь к <a href="%s">менеджеру</a> удобным для Вас способом.</p><p>Спасибо за покупку!</p>';
$_['text_basket']   = 'Корзина';
$_['text_shipping'] = 'Доставка';
$_['text_payment']  = 'Оплата';
$_['text_guest']    = 'Без регистрации';
$_['text_confirm']  = 'Подтвердить';
$_['text_success']  = 'Готово';
// 130424 ET-130424 Begin
$_['back_to_shop']  = 'Вернуться в магазин';
// 130424 ET-130424 End
$_['text_sborka']   = 'Сборка мебели';
// 150416 ET-150416 Begin
$_['text_order_payment']  = 'Оплата заказа №: ';
$_['invoice_one']    = 'Заказ №1';
$_['invoice_two']    = 'Заказ №2';
// 150416 ET-150416 End
?>