<?php
// Heading
$_['heading_title']    = 'Мера';

// Text
$_['text_success']     = 'Мера успешно изменена';

// Column
$_['column_title']     = 'Название меры';
$_['column_unit']      = 'Единица измерения';
$_['column_action']    = 'Действие';

// Entry
$_['entry_title']      = 'Название меры:';
$_['entry_unit']       = 'Единица измерения:';

// Error
$_['error_permission'] = 'Внимание: Вы не имеете прав для изменения мер!';
$_['error_title']      = 'Название меры должно быть не менее 3 и не более 32 символов!';
$_['error_unit']       = 'Единица измерения должна быть не менее 1 и не более 4 символов!';
$_['error_default']    = 'Внимание: Эта мера не может быть изменена, так как она назначена мерой по умолчанию!';
$_['error_product']    = 'Внимание: Эта мера не может быть изменена, поскольку она сейчас назначена %s товарам!';
?>
