<?php
// Heading
$_['heading_title']   = 'Ваши покупки';

// Text
$_['text_basket']     = 'Корзина';
$_['text_sub_total']  = 'Всего:';
$_['text_error']      = 'Ваша корзина пуста!';
//$_['text_success']    = 'Ваш купон на скидку был успешно применен и будет учтен при оформлении заказа!';
//$_['text_coupon']     = 'Введите код и нажмите на кнопку "Применить купон".';
//$_['text_discount']   = 'Скидка по купону';
$_['text_quantity']   = 'кол-во';
$_['text_sborka']     = 'Со сборкой';
$_['text_delete']     = 'Удалить из корзины';
$_['tab_fizlico']     = 'Физическое лицо';
$_['tab_urlico']      = 'Юридическое лицо';
$_['text_email']      = 'Адрес эл. почты';
$_['text_fio']        = 'Ф.И.О. полностью';
$_['text_telephone']  = 'Контактный телефон';
$_['text_address_1']  = 'Фактический адрес';
$_['text_captcha']    = 'Введите код на картинке';
$_['text_mandatory']  = 'Поля обязательные для заполнения';

$_['text_company']    = 'Наименование предприятия';
$_['text_postcode']   = 'Код ОКПО';
$_['text_address_2']  = 'Юридический адрес';

$_['error_company']   = 'Наименование предприятия должно содержать от 3 до 255 символов!';
$_['error_company_input'] = 'Введите наименование предприятия!';
$_['error_postcode']   = 'Код ОКПО должен содержать от 3 до 10 символов!';
$_['error_postcode_input'] = 'Введите код ОКПО!';
$_['error_address_2'] = 'Юридический адрес должен содержать от 3 до 128 символов!';
$_['error_address_2_input'] = 'Введите юридический адрес!';


$_['error_fio']       = 'ФИО должно содержать от 3 до 255 символов!';
$_['error_fio_input'] = 'Введите Ф.И.О.!';
$_['error_email']     = 'Неверный адрес эл. почты!';
$_['error_email_input'] = 'Введите адрес эл. почты!';
$_['error_telephone'] = 'Телефон должен содержать от 3 до 32 символов!';
$_['error_telephone_input'] = 'Введите телефон!';
$_['error_address_1'] = 'Фактический адрес должен содержать от 3 до 128 символов!';
$_['error_address_1_input'] = 'Введите фактический адрес!';
$_['error_captcha']   = 'Ошибка: Код на картинке введен неверно!';



// Column
//$_['column_remove']   = 'Удалить';
//$_['column_image']    = 'Изображение';
//$_['column_name']     = 'Имя';
//$_['column_model']    = 'Модель';
//$_['column_quantity'] = 'кол-во';
//$_['column_price']    = 'Цена';
//$_['column_total']    = 'Всего';

// Error
//$_['error_stock']     = 'Продукты, отмеченные *** не доступны в нужном количестве или нет на складе!';
//$_['error_coupon']    = 'Ошибка: купон недействительный, просроченный или достигнут возможный лимит вводов!';
?>