<?php
// Heading
$_['heading_title'] = 'Ваш заказ был успешно оформлен!';

// Text
$_['text_message']  = '<p>Ваш заказ был успешно создан! Менеджер свяжеться с вами в рабочее время в течении 30 минут. </p> <p>На указанный Вами почтовый адрес было отправленно письмо с информацией о заказе.</p> <p>Вы можете просматривать историю, распечатать счет-фактуру этого заказа перейдя по <a href="%s">ссылке</a>.</p><p> Если у вас есть вопросы, обратитесь к <a href="%s">менеджеру</a> удобным для Вас способом.</p><p>Спасибо за покупку!</p>';
$_['text_basket']   = 'Корзина';
$_['text_shipping'] = 'Доставка';
$_['text_payment']  = 'Оплата';
$_['text_guest']    = 'Без регистрации';
$_['text_confirm']  = 'Подтвердить';
$_['text_success']  = 'Готово';
?>